000100210726     A          R WORKWEEK1                 PFILE(WORKWEEK1)
000101210726     A          K EMPNUM
000102210726     A          K WORKSHIFT
000103210726     A          K HRSWORKED
