000100210620             PGM
000101210620             CALL       QGPL/STRJOB
000102210620             ADDLIBLE   BCI433LIB
000103210620             MONMSG     MSGID(CPF2103)
000104210620             DSPSYSLVL  OUTPUT(*DISPLAY)
000105210620             ENDPGM
